/* Boxcar email address field label */
"Email Address:" = "Dirección de email:";

/* Failure adding email */
"Invalid Email" = "Email inválido";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Sólo enviar si estoy inactivo";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Sólo enviar si la prioridad es al menos:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Encabezar la notificación con:";

/* Success adding boxcar */
"Registered!" = "Registrado!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Email desconocido";

